Repository: wp-plugins/really-simple-ssl
Catalog: trunk/lang/rlrsssl-really-simple-ssl-*.po
Languages: nl_nl

source: Save
nl_nl: Opslaan

source: Settings
nl_nl: Instellingen

source: View your detected setup
nl_nl: Bekijk je gedetecteerde setup

source: SSL settings
nl_nl: SSL instellingen

source: Detected setup
nl_nl: Gedetecteerde setup

source: Ignore SSL detection error
nl_nl: Negeer SSL detectie melding

source: To force SSL on your site, without detection, just check the 'force ssl anyway' checkbox.
nl_nl: Om je site over SSL te forceren zonder dat SSL gedetecteerd is, vink de checkbox 'forceer ssl' aan.

source: To stop the errormessage nagging you about your ssl setup, just check the option 'ignore ssl detection error'.
nl_nl: Om de melding op te laten houden met irriteren, vink de checkbox aan.

source: Force SSL without detection
nl_nl: Forceer SSL zonder detectie

source: Ignore ssl error
nl_nl: Negeer de ssl foutmelding

source: https redirect set in .htaccess
nl_nl: Https redirect ingesteld in de .htaccess

source: Https redirect was set in javascript, because .htaccess was not available or writable.
nl_nl: Https redirect ingesteld met javascript, omdat het .htaccess bestand niet beschikbaar of schrijfbaar is.

source: I'm sure I have an active SSL certificate, force it!
nl_nl: Ik weet zeker dat ik een actief SSL certificaat heb, forceer!

source: SSl was detected and successfully activated!
nl_nl: SSL werd gedetecteerd en succesvol geactiveerd!

source: This plugin tries to open a page within the plugin directory over https. If that fails, it is assumed that ssl is not availble. But as this may not cover all eventualities, it is possible to force the site over ssl anyway.<br><br> If you force your site over ssl without a valid ssl certificate, your site may break. In that case, remove the 'really simple ssl' rules from your .htaccess file (if present), and remove or rename the really simple ssl plugin.
nl_nl: De plugin probeert via https een pagina te openen in de plugin directory. Als dat mislukt wordt er aangenomen dat er geen ssl certificaat actief is. Als je zeker weet dat je wel een ssl certificaat hebt, kan je ssl forceren.<br><br> Als je ssl forceert zonder een geldig ssl certificaat kan je site breken. In dat geval, verwijder de 'really simple ssl' regels uit je .htaccess (indien aanwezig), en verwijder of hernoem de really simple ssl plugin.

source: No SSL detected.
nl_nl: Geen SSL gedetecteerd.

source: The check for ssl with wp is_ssl() failed.
nl_nl: De check op ssl met de wp functie is_ssl() is negatief.

source: The check for ssl behind load balancer failed.
nl_nl: De check op ssl achter load balancers is negatief.

source: An SSL certificate appears to be active on your site.
nl_nl: Het lijkt erop dat er een SSL certificaat actief is op je site.

source: In the detected setup section you can see what we detected for your site.<br><br><b>SSL detection:</b> if it is possible to open a page on your site with https, it is assumed you have a valid ssl certificate. No guarantees can be given.<br><br><B>SSL redirect in .htaccess:</b> (Only show when ssl is detected) If possible, the redirect will take place in the .htaccess file. If this file is not available or not writable, javascript is used to enforce ssl.
nl_nl: In de gedetecteerde setup kan je zien wat we hebben gedetecteerd voor jouw site.<br><br><br><b>SSL detectie:</b>Als het mogelijk is om een pagina te openen via https, wordt aangenomen dat je een geldig ssl certificaat op je domein hebt. Er kunnen geen garanties gegeven worden. <br><br><b>SSL redirect in .htaccess:</b> (alleen als ssl is gedetecteerd). Indien mogelijk wordt de redirect naar https gedaan in het .htaccess bestand. Als dit bestand niet beschikbaar is, of niet schrijfbaar, wordt javascript gebruikt om de redirect te regelen.

source: We detected SSL on your website and did some setup. If all went according to plan, your site should be running over https by now.
nl_nl: We hebben ssl gedetecteerd op je website en de instellingen goedgezet. Als alles volgens plan is gegaan loopt je site nu al via https.

source: Lightweight plugin without any setup to make your site ssl proof
nl_nl: Lichtgewicht plugin zonder setup om je site ssl proof te maken.

source: Do nothing yet, I'm waiting for my certificate
nl_nl: Doe niets, ik wacht op mijn ssl certificaat.

source: How to get an SSL certificate
nl_nl: Hoe kom je aan een SSL certificaat.

source: No SSL was detected. If you are just waiting for your ssl certificate to kick in, click 'Do nothing' to dismiss the warning.<bR><br>If you are sure you have SSL, you can force SSL anyway, and your site should run over ssl without any problems.<br><b>Warning!</b> If you force ssl without having a valid SSL certificate, you may break your site. In that case, follow <a target='_blank' href='https://www.rogierlankhorst.com/instructions-to-manually-remove-the-ssl-plugin-after-forcing-ssl'>these instructions</a>, then wait with reactivating until you have acquired an ssl certificate.
nl_nl: Er is geen SSL gedetecteerd. Als je wacht op je SSL certificaat, klik \"doe niets\" om de waarschuwing niet meer te laten zien. <br><br>Als je zeker weet dat je SSL hebt kan je SSL forceren, en je site moet dan direct over SSL draaien zonder problemen. <bR><br>Waarschuwing!</b> Als je SSL forceert zonder een geldig SSL certificaat kan je site breken. In dat geval, volg <a target='_blank' href='https://www.rogierlankhorst.com/instructions-to-manually-remove-the-ssl-plugin-after-forcing-ssl'>deze instructies</a> en wacht dan met het heractiveren van je plugin tot je wel een ssl certificaat hebt.
